Repository: m3n3sx/mls
Catalog: languages/modern-admin-styler-*.po
Languages: pl_pl

source: Custom Backgrounds
pl_pl: Niestandardowe tła

source: Background Type
pl_pl: Typ tła

source: None (Disabled)
pl_pl: Brak (Wyłączone)

source: Image Upload
pl_pl: Przesyłanie obrazu

source: SVG Pattern
pl_pl: Wzór SVG

source: Background Image
pl_pl: Obraz tła

source: Drop image here or click to upload
pl_pl: Upuść obraz tutaj lub kliknij, aby przesłać

source: Supported: JPG, PNG, WebP, SVG • Max size: 5MB
pl_pl: Obsługiwane: JPG, PNG, WebP, SVG • Maksymalny rozmiar: 5MB

source: Uploading...
pl_pl: Przesyłanie...

source: Change Image
pl_pl: Zmień obraz

source: Remove Image
pl_pl: Usuń obraz

source: Background Position
pl_pl: Pozycja tła

source: Background Size
pl_pl: Rozmiar tła

source: Background Repeat
pl_pl: Powtarzanie tła

source: Background Attachment
pl_pl: Załącznik tła

source: Background Opacity
pl_pl: Przezroczystość tła

source: Blend Mode
pl_pl: Tryb mieszania

source: Gradient Type
pl_pl: Typ gradientu

source: Linear Gradient
pl_pl: Gradient liniowy

source: Radial Gradient
pl_pl: Gradient radialny

source: Gradient Angle
pl_pl: Kąt gradientu

source: Color Stops
pl_pl: Punkty kolorów

source: Add Color Stop
pl_pl: Dodaj punkt koloru

source: Remove Color Stop
pl_pl: Usuń punkt koloru

source: Gradient Presets
pl_pl: Presety gradientów

source: All Categories
pl_pl: Wszystkie kategorie

source: Warm
pl_pl: Ciepłe

source: Cool
pl_pl: Chłodne

source: Vibrant
pl_pl: Żywe

source: Subtle
pl_pl: Subtelne

source: Nature
pl_pl: Natura

source: Radial
pl_pl: Radialne

source: Gradient Preview
pl_pl: Podgląd gradientu

source: Live gradient preview
pl_pl: Podgląd gradientu na żywo

source: Advanced Properties
pl_pl: Zaawansowane właściwości

source: Responsive Variations
pl_pl: Warianty responsywne

source: Enable Responsive Variations
pl_pl: Włącz warianty responsywne

source: Desktop
pl_pl: Komputer

source: Mobile
pl_pl: Telefon

source: Inherit from Desktop
pl_pl: Dziedzicz z komputera

source: Preview Device
pl_pl: Urządzenie podglądu

source: Preview desktop view (1024px and above)
pl_pl: Podgląd widoku komputera (1024px i więcej)

source: Preview tablet view (768px to 1023px)
pl_pl: Podgląd widoku tabletu (768px do 1023px)

source: Preview mobile view (below 768px)
pl_pl: Podgląd widoku telefonu (poniżej 768px)

source: Background image uploaded successfully!
pl_pl: Obraz tła został przesłany pomyślnie!

source: Failed to upload background image. Please try again.
pl_pl: Nie udało się przesłać obrazu tła. Spróbuj ponownie.

source: Background image selected successfully!
pl_pl: Obraz tła został wybrany pomyślnie!

source: Failed to select background image. Please try again.
pl_pl: Nie udało się wybrać obrazu tła. Spróbuj ponownie.

source: Background image removed successfully!
pl_pl: Obraz tła został usunięty pomyślnie!

source: Failed to remove background image. Please try again.
pl_pl: Nie udało się usunąć obrazu tła. Spróbuj ponownie.

source: Invalid file type. Please upload JPG, PNG, WebP, or SVG images only.
pl_pl: Nieprawidłowy typ pliku. Prześlij tylko obrazy JPG, PNG, WebP lub SVG.

source: File too large. Maximum size is 5MB.
pl_pl: Plik jest za duży. Maksymalny rozmiar to 5MB.

source: Maximum 10 color stops allowed
pl_pl: Maksymalnie 10 punktów kolorów

source: Minimum 2 color stops required
pl_pl: Wymagane minimum 2 punkty kolorów

source: Gradient preset applied successfully!
pl_pl: Preset gradientu został zastosowany pomyślnie!

source: Pattern selected successfully!
pl_pl: Wzór został wybrany pomyślnie!

source: Failed to load pattern library. Please refresh the page.
pl_pl: Nie udało się załadować biblioteki wzorów. Odśwież stronę.

source: Background position updated
pl_pl: Pozycja tła została zaktualizowana

source: Failed to update preview. Please try again.
pl_pl: Nie udało się zaktualizować podglądu. Spróbuj ponownie.

source: Responsive variation saved successfully!
pl_pl: Wariant responsywny został zapisany pomyślnie!

source: Select Background Image
pl_pl: Wybierz obraz tła

source: Use This Image
pl_pl: Użyj tego obrazu

source: Dashboard Main Area
pl_pl: Główny obszar pulpitu

source: Admin Menu
pl_pl: Menu administratora

source: Post/Page Lists
pl_pl: Listy wpisów/stron

source: Post Editor
pl_pl: Edytor wpisów

source: Widget Areas
pl_pl: Obszary widgetów

source: Login Page
pl_pl: Strona logowania

source: Customize the background of the main dashboard content area (#wpbody-content).
pl_pl: Dostosuj tło głównego obszaru treści pulpitu (#wpbody-content).

source: Customize the background of the left sidebar admin menu (#adminmenu).
pl_pl: Dostosuj tło lewego menu bocznego administratora (#adminmenu).

source: Customize the background of post and page list tables (.wp-list-table).
pl_pl: Dostosuj tło tabel list wpisów i stron (.wp-list-table).

source: Customize the background of the post/page editor area (#post-body).
pl_pl: Dostosuj tło obszaru edytora wpisów/stron (#post-body).

source: Customize the background of widget boxes and meta boxes (.postbox).
pl_pl: Dostosuj tło pól widgetów i meta pól (.postbox).

source: Customize the background of the WordPress login page (body.login).
pl_pl: Dostosuj tło strony logowania WordPress (body.login).

source: Customize backgrounds for different admin areas with images, gradients, or patterns. Each area can be configured independently with advanced styling options.
pl_pl: Dostosuj tła dla różnych obszarów administratora za pomocą obrazów, gradientów lub wzorów. Każdy obszar można skonfigurować niezależnie z zaawansowanymi opcjami stylizacji.
